***messages***

:STRINGS

IDS_UNINSTTITLE                "Compresor WinRAR"
IDS_WINRARHELP                 "Ayuda WinRAR"
IDS_RARHELP                    "Manual RAR para consola"
IDS_WHATSNEW                   "Que hay de nuevo en la última versión"
IDS_WHATSNEWNAME               "Novedades.txt"
IDS_UNINSTALLRAR               "Desinstalar WinRAR"
IDS_UNINSTALLCOMPLETED         "Desinstalación completada"
IDS_UNINSTALLSHOULDDELETE      "Debería eliminar %s manualmente"
IDS_CONTINUEUNINSTALL          "Continuar la desinstalación de WinRAR?"
IDS_CANNOTOPENLIST             "No se puede abrir la lista de ficheros %s"
IDS_WINRARARC                  "Archivo WinRAR"
IDS_WINRARZIPARC               "Archivo WinRAR ZIP"
IDS_RARRECVOL                  "Volumen RAR de recuperación"
IDS_HOMEURL                    "http://www.winrar.es/?wl=es&wv=571"
IDS_WINRARDESC                 "Procesar RAR, ZIP y otros formatos"
IDS_REBOOTREQUIRED             "Necesita reiniciar Windows para desinstalar completamente WinRAR."
IDS_INSTHELP1                  "Estas opciones controlan la integración de WinRAR con Windows."
IDS_INSTHELP2                  "El primer grupo de opciones permite escoger los tipos de archivos que WinRAR manejará."
IDS_INSTHELP3                  "El segundo grupo selecciona los sitios donde añadir enlaces al programa WinRAR."
IDS_INSTHELP4                  "El último grupo controla la integración con el explorador de Windows."
IDS_INSTHELP5                  "La integración con  el explorador proporciona funciones como \"Extraer\" en los menús contextuales de forma que no es recomendable desactivarlo." 
IDS_INSTHELP6                  "Pulse el botón \"Ayuda\" para leer una descripción de cada opción."
IDS_WARN32BIT                  "Ha instalado la versión de 32 bits de WinRAR en Windows 64 bits. Obtendrá mayores prestaciones y estabilidad desinstalando esta versión e instalando WinRAR x64."
IDS_INSTREBOOTREQUIRED         "Necesita reiniciar Windows para completar la instalación."
IDS_BETA                       "beta"
IDS_32BIT                      "32-bit"
IDS_64BIT                      "64-bit"


:DIALOG SETUPDLG

SIZE                           "100*120"
CAPTION                        "Instalación de WinRAR"
IDC_ASSOCWITH                  "Asociar WinRAR con"
IDC_ASSOCRAR                   "&RAR"
IDC_ASSOCZIP                   "&ZIP"
IDC_ASSOC7Z                    "7Z"
IDC_ASSOCARJ                   "ARJ"
IDC_ASSOCBZ2                   "BZ2"
IDC_ASSOCCAB                   "CAB"
IDC_ASSOCGZ                    "GZ"
IDC_ASSOCISO                   "ISO"
IDC_ASSOCJAR                   "JAR"
IDC_ASSOCLZ                    "LZ"
IDC_ASSOCLZH                   "LZH"
IDC_ASSOCTAR                   "TAR"
IDC_ASSOCUUE                   "UUE"
IDC_ASSOCXZ                    "XZ"
IDC_ASSOCZ                     "Z"
IDC_ASSOCZIPX                  "ZIPX"
IDC_ASSOC001                   "001"
IDC_ASSOCALL                   "Cambiar &todos"
IDC_INTEGRATIONINTERFACE       "Interfaz"
IDC_LINKDESKTOP                "Añadir WinRAR al &Escritorio"
IDC_LINKSTARTMENU              "Añadir WinRAR al &Menú Inicio"
IDC_LINKPROGRAMS               "Crear &grupo de programas WinRAR"
IDC_SHELLEXT                   "I&ntegrar WinRAR con el Explorador de Windows"
IDC_SHELLINTEGRATION           "Integración del intérprete de órdenes"
IDC_SHELLCASCADED              "Menús con&textuales en cascada"
IDC_SHELLICONS                 "I&conos en los menús contextuales"
IDC_SETCONTEXTMENU             "&Menú contextual..."
IDOK                           "Aceptar"
IDHELP                         "Ayuda"


:DIALOG DONEDLG

SIZE                           "100*100"
CAPTION                        "Instalación de WinRAR"
IDOK                           "Listo"
IDC_INSTINFOFOLDER             "WinRAR se ha instalado correctamente en la carpeta"
IDC_INSTINFOOPTIONS            "Use la orden \"Configuración...\" del menú WinRAR \"Opciones\" para personalizarla."
IDC_INSTINFOHELP               "Si instala WinRAR por primera vez, por favor, no olvide consultar la ayuda en línea."
IDC_REGTEXT1                   "Por favor, recuerde que WinRAR no es gratis, solo si lo compra nos permite continuar mejorándolo."
IDC_REGTEXT2                   "Visite la página oficial de WinRAR para descargar la última versión.\nA través de la página web también puede comprar su licencia de forma segura."
IDC_VIEWHELP                   "Leer la a&yuda"
IDC_VIEWLICENSE                "&Ver licencia"
IDC_VIEWPRICE                  "&Comprar"
IDC_HOMEPAGE                   "&Página oficial"
IDC_THANKS                     "¡Gracias por utilizar WinRAR!"


:DIALOG SETUPCONTEXTITEMS

SIZE                           "100*100"
CAPTION                        "Elementos del menú contextual"
IDC_CONTEXTMENUITEMS           "Escoja los elementos que aparecerán en el menú contextual"
IDC_CONTEXTEXTRACTTO           "Extr&aer ficheros..."
IDC_CONTEXTEXTRACTHERE         "E&xtraer aquí"
IDC_CONTEXTEXTRACT             "&Extraer en <carpeta\\>"
IDC_CONTEXTEXTRACTSEPARATE     "Extraer cada archivo en carpetas &separadas"
IDC_CONTEXTOPENSFX             "Abrir con WinRAR (para archivos SFX)"
IDC_CONTEXTOPENARC             "Abrir con WinRAR (para archivos normales)"
IDC_CONTEXTADD                 "A&ñadir al archivo..."
IDC_CONTEXTADDARC              "Añadir a <a&rchivo>"
IDC_CONTEXTEMAILARC            "Comprimir en <archivo> y enviar por email"
IDC_CONTEXTEMAILARCOPT         "Comprimir y enviar por email..."
IDC_CONTEXTTEST                "&Verificar archivo"
IDC_CONTEXTCONVERT             "&Convertir archivo..."
IDC_CONTEXTDROPMENU            "Menú contextual arrastrar y soltar"
IDC_CONTEXTDRAGADD             "Mostrar elementos de co&mpresión"
IDC_CONTEXTDRAGEXTRACT         "Mostrar elementos de e&xtracción"
IDC_CONTEXTSFXARCHIVES         "Donde buscar archivos SFX"
IDC_CONTEXTSFXLOCAL            "Discos &locales"
IDC_CONTEXTSFXNETWORK          "Discos de re&d"
IDC_CONTEXTSFXOTHER            "&Otros discos"
IDC_CONTEXTALWAYSARCTITLE      "&Mostrar siempre elementos de extracción para"
IDOK                           "Aceptar"
IDCANCEL                       "Cancelar"
IDHELP                         "Ayuda"
